Repository: LiuZheng1999/Renewity
Catalog: Renewity/Localizable.xcstrings
Source language: zh_hans
Languages: de, en, es, fr, it, ja, ko, pt_br, zh_hant

source: 用户协议
de: Nutzungsbedingungen
en: Terms of Use
es: Términos de uso
fr: Conditions d’utilisation
it: Termini di utilizzo
ja: 利用規約
ko: 이용 약관
pt_br: Termos de uso
zh_hant: 使用者條款

source: 用户协议（网页）
de: Nutzungsbedingungen (Web)
en: Terms of Use (web)
es: Términos de uso (web)
fr: Conditions d’utilisation (web)
it: Termini di utilizzo (web)
ja: 利用規約（Web）
ko: 이용약관(웹)
pt_br: Termos de uso (web)
zh_hant: 使用者條款（網頁）

source: 用语音快速记录一笔订阅
de: Abo per Sprache schnell erfassen
en: Log a subscription with your voice
es: Registrar una suscripción con la voz
fr: Enregistrer un abonnement à la voix
it: Registra un abbonamento con la voce
ja: 音声でサブスクをすばやく記録
ko: 음성으로 구독을 빠르게 기록
pt_br: Registrar uma assinatura por voz
zh_hant: 用語音快速記錄一筆訂閱

source: 看清每一笔固定支出
de: Jede Fixkostenposition sehen
en: See every recurring charge
es: Ver cada gasto fijo
fr: Voir chaque charge fixe
it: Vedi ogni spesa fissa
ja: すべての固定費を把握
ko: 모든 고정 지출을 한눈에
pt_br: Ver cada gasto fixo
zh_hant: 看清每一筆固定支出

source: 离开 App 后再回来时，需要面容 ID、触控 ID 或设备密码才能查看订阅数据。
de: Nach dem Verlassen brauchst du Face ID, Touch ID oder den Code, um Abodaten zu sehen.
en: When you leave and return, Face ID, Touch ID, or your device passcode is required to see subscription data.
es: Al volver, se pide Face ID, Touch ID o el código para ver los datos.
fr: Au retour, Face ID, Touch ID ou le code est requis pour voir les abonnements.
it: Al ritorno servono Face ID, Touch ID o il codice per vedere i dati.
ja: Appを離れて戻ると、Face ID、Touch ID、またはパスコードが必要です。
ko: 앱을 나갔다가 돌아오면 Face ID, Touch ID 또는 암호가 필요합니다.
pt_br: Ao voltar, é preciso Face ID, Touch ID ou o código para ver os dados.
zh_hant: 離開 App 後再回來時，需要 Face ID、Touch ID 或裝置密碼才能查看訂閱資料。

source: 移除头像
de: Profilbild entfernen
en: Remove photo
es: Eliminar foto
fr: Supprimer la photo
it: Rimuovi foto
ja: 写真を削除
ko: 사진 삭제
pt_br: Remover foto
zh_hant: 移除頭像

source: 立即买断
de: Einmalkauf
en: Buy Lifetime
es: Comprar de por vida
fr: Acheter à vie
it: Acquista a vita
ja: 買い切りで購入
ko: 평생 구매
pt_br: Comprar vitalício
zh_hant: 立即買斷

source: 立即备份到 iCloud
de: Jetzt in iCloud sichern
en: Back Up to iCloud Now
es: Copiar en iCloud ahora
fr: Sauvegarder sur iCloud maintenant
it: Esegui backup su iCloud ora
ja: 今すぐiCloudにバックアップ
ko: 지금 iCloud에 백업
pt_br: Fazer backup no iCloud agora
zh_hant: 立即備份到 iCloud

source: 类别
de: Kategorie
en: Category
es: Categoría
fr: Catégorie
it: Categoria
ja: カテゴリ
ko: 카테고리
pt_br: Categoria
zh_hant: 類別

source: 系统分类
de: Standardkategorien
en: Built-in categories
es: Categorías integradas
fr: Catégories intégrées
it: Categorie predefinite
ja: 標準カテゴリ
ko: 기본 카테고리
pt_br: Categorias integradas
zh_hant: 系統分類

source: 系统分类不能删除，可在添加订阅时直接使用。
de: Standardkategorien können nicht gelöscht werden. Du kannst sie beim Hinzufügen nutzen.
en: Built-in categories can’t be deleted. Use them when you add a subscription.
es: Las categorías integradas no se pueden eliminar. Úsalas al añadir.
fr: Les catégories intégrées ne peuvent pas être supprimées. Utilisez-les à l’ajout.
it: Le categorie predefinite non si possono eliminare. Usale quando aggiungi.
ja: 標準カテゴリは削除できません。サブスク追加時に使えます。
ko: 기본 카테고리는 삭제할 수 없으며 구독 추가 시 바로 사용할 수 있습니다.
pt_br: As categorias integradas não podem ser apagadas. Use-as ao adicionar.
zh_hant: 系統分類不能刪除，可在新增訂閱時直接使用。

source: 终身
de: Lebenslang
en: Lifetime
es: De por vida
fr: À vie
it: A vita
ja: 買い切り
ko: 평생
pt_br: Vitalício
zh_hant: 終身

source: 继续
de: Weiter
en: Continue
es: Continuar
fr: Continuer
it: Continua
ja: 続ける
ko: 계속
pt_br: Continuar
zh_hant: 繼續

source: 继续即表示你同意
de: Wenn du fortfährst, stimmst du Folgendem zu:
en: By continuing, you agree to the
es: Al continuar, aceptas
fr: En continuant, vous acceptez
it: Continuando accetti
ja: 続けると、次に同意したことになります：
ko: 계속하면 다음에 동의하게 됩니다:
pt_br: Ao continuar, você concorda com
zh_hant: 繼續即表示你同意

source: 继续订阅
de: Abonnieren
en: Subscribe
es: Suscribirse
fr: S’abonner
it: Abbonati
ja: 購読を続ける
ko: 구독 계속
pt_br: Assinar
zh_hant: 繼續訂閱

source: 续费
de: Verlängerung
en: Renewal
es: Renovación
fr: Renouvellement
it: Rinnovo
ja: 更新
ko: 갱신
pt_br: Renovação
zh_hant: 續訂

source: 续费前提醒你
de: Vor der Verlängerung erinnern
en: Get reminded before renewal
es: Aviso antes de renovar
fr: Rappel avant renouvellement
it: Promemoria prima del rinnovo
ja: 更新前にお知らせ
ko: 갱신 전에 알려 드려요
pt_br: Aviso antes da renovação
zh_hant: 續訂前提醒你

source: 续费提醒
de: Verlängerungserinnerung
en: Renewal reminder
es: Aviso de renovación
fr: Rappel de renouvellement
it: Promemoria di rinnovo
ja: 更新通知
ko: 갱신 알림
pt_br: Lembrete de renovação
zh_hant: 續訂提醒

source: 续费日期
de: Verlängerungsdatum
en: Renewal date
es: Fecha de renovación
fr: Date de renouvellement
it: Data di rinnovo
ja: 更新日
ko: 갱신일
pt_br: Data de renovação
zh_hant: 續訂日期

source: 编辑
de: Bearbeiten
en: Edit
es: Editar
fr: Modifier
it: Modifica
ja: 編集
ko: 편집
pt_br: Editar
zh_hant: 編輯

source: 编辑分类
de: Kategorie bearbeiten
en: Edit Category
es: Editar categoría
fr: Modifier la catégorie
it: Modifica categoria
ja: カテゴリを編集
ko: 카테고리 편집
pt_br: Editar categoria
zh_hant: 編輯分類

source: 编辑订阅
de: Abo bearbeiten
en: Edit Subscription
es: Editar suscripción
fr: Modifier l’abonnement
it: Modifica abbonamento
ja: サブスクを編集
ko: 구독 편집
pt_br: Editar assinatura
zh_hant: 編輯訂閱

source: 美元
de: US-Dollar
en: US Dollar
es: Dólar estadounidense
fr: Dollar américain
it: Dollaro USA
ja: 米ドル
ko: 미국 달러
pt_br: Dólar americano

source: 联系支持
de: Support kontaktieren
en: Contact Support
es: Contactar con soporte
fr: Contacter l’assistance
it: Contatta il supporto
ja: サポートに連絡
ko: 지원팀에 문의
pt_br: Falar com o suporte
zh_hant: 聯絡支援

source: 背景色
de: Hintergrundfarbe
en: Background color
es: Color de fondo
fr: Couleur d’arrière-plan
it: Colore di sfondo
ko: 배경색
pt_br: Cor de fundo

source: 自动备份到 iCloud
de: Automatisch in iCloud sichern
en: Back up to iCloud automatically
es: Copiar automáticamente en iCloud
fr: Sauvegarder automatiquement sur iCloud
it: Backup automatico su iCloud
ja: iCloudに自動バックアップ
ko: iCloud에 자동 백업
pt_br: Fazer backup automático no iCloud
zh_hant: 自動備份到 iCloud

source: 自动备份到 iCloud，换机也能恢复
de: Automatisches iCloud-Backup, auch auf einem neuen Gerät
en: Automatic iCloud backup you can restore on a new device
es: Copia automática en iCloud, también en otro dispositivo
fr: Sauvegarde iCloud auto, restaurable sur un nouvel appareil
it: Backup iCloud automatico, anche su un nuovo dispositivo
ja: iCloudに自動バックアップし、別の端末でも復元
ko: iCloud에 자동 백업해 새 기기에서도 복원
pt_br: Backup automático no iCloud, também em outro aparelho
zh_hant: 自動備份到 iCloud，換機也能還原

source: 自动备份订阅数据，换机登录即可恢复
de: Abo-Daten automatisch sichern und nach der Anmeldung wiederherstellen
en: Automatically back up subscriptions and restore on a new device
es: Copia automática; restaura al iniciar sesión en otro dispositivo
fr: Sauvegarde auto des abonnements, restauration après connexion
it: Backup automatico; ripristina accedendo su un altro dispositivo
ja: サブスクデータを自動バックアップし、別端末でサインインして復元
ko: 구독 데이터를 자동 백업하고 새 기기에서 로그인하면 복원
pt_br: Backup automático; restaure ao entrar em outro aparelho
zh_hant: 自動備份訂閱資料，換機登入即可還原

source: 自定义
de: Benutzerdefiniert
en: Custom
es: Personalizado
fr: Personnalisé
it: Personalizzato
ja: カスタム
ko: 사용자 지정
pt_br: Personalizado
zh_hant: 自訂

source: 自定义分类
de: Eigene Kategorien
en: Custom categories
es: Categorías personalizadas
fr: Catégories perso
it: Categorie personalizzate
ja: カスタムカテゴリ
ko: 사용자 카테고리
pt_br: Categorias personalizadas
zh_hant: 自訂分類

source: 自定义头像
de: Profilbild
en: Profile photo
es: Foto de perfil
fr: Photo de profil
it: Foto del profilo
ja: プロフィール写真
ko: 프로필 사진
pt_br: Foto de perfil
zh_hant: 自訂頭像

source: 自定义订阅
de: Eigenes Abo
en: Custom subscription
es: Suscripción personalizada
fr: Abonnement perso
it: Abbonamento personalizzato
ja: カスタムのサブスク
ko: 사용자 지정 구독
pt_br: Assinatura personalizada
zh_hant: 自訂訂閱

source: 英镑
de: Britisches Pfund
en: British Pound
es: Libra esterlina
fr: Livre sterling
it: Sterlina britannica
ja: 英ポンド
ko: 영국 파운드
pt_br: Libra esterlina
zh_hant: 英鎊

source: 解锁
de: Entsperren
en: Unlock
es: Desbloquear
fr: Déverrouiller
it: Sblocca
ja: ロック解除
ko: 잠금 해제
pt_br: Desbloquear
zh_hant: 解鎖

source: 解锁 Pro
de: Pro freischalten
en: Unlock Pro
es: Desbloquear Pro
fr: Débloquer Pro
it: Sblocca Pro
ja: Proをアンロック
ko: Pro 잠금 해제
pt_br: Desbloquear o Pro
zh_hant: 解鎖 Pro

source: 解锁 Renewity
de: Renewity entsperren
en: Unlock Renewity
es: Desbloquear Renewity
fr: Déverrouiller Renewity
it: Sblocca Renewity
ja: Renewity のロック解除
ko: Renewity 잠금 해제
pt_br: Desbloquear o Renewity
zh_hant: 解鎖 Renewity

source: 解锁全部能力
de: Alles freischalten
en: Unlock everything
es: Desbloquear todo
fr: Tout débloquer
it: Sblocca tutto
ja: すべての機能をアンロック
ko: 모든 기능 잠금 해제
pt_br: Desbloquear tudo
zh_hant: 解鎖全部能力

source: 计划中
de: Geplant
en: Planned
es: Previsto
fr: Prévu
it: In programma
ja: 予定
ko: 예정
pt_br: Planejado
zh_hant: 計劃中

source: 计费周期
de: Abrechnungszyklus
en: Billing cycle
es: Ciclo de facturación
fr: Périodicité
it: Ciclo di fatturazione
ja: 請求サイクル
ko: 결제 주기
pt_br: Ciclo de cobrança
zh_hant: 計費週期

source: 计费方式
de: Abrechnungsart
en: Billing style
es: Forma de cobro
fr: Mode de facturation
it: Modalità di addebito
ja: 請求方法
ko: 결제 방식
pt_br: Forma de cobrança
zh_hant: 計費方式

source: 订阅
de: Abos
en: Subscriptions
es: Suscripciones
fr: Abonnements
it: Abbonamenti
ja: サブスク
ko: 구독
pt_br: Assinaturas
zh_hant: 訂閱

source: 订阅即将续费
de: Abo verlängert sich bald
en: Subscription renewing soon
es: La suscripción se renueva pronto
fr: Renouvellement bientôt
it: L’abbonamento si rinnova presto
ja: サブスクの更新が近づいています
ko: 구독이 곧 갱신됩니다
pt_br: A assinatura renova em breve
zh_hant: 訂閱即將續訂

source: 订阅名称
de: Abo-Name
en: Subscription name
es: Nombre de la suscripción
fr: Nom de l’abonnement
it: Nome dell’abbonamento
ja: サブスク名
ko: 구독 이름
pt_br: Nome da assinatura
zh_hant: 訂閱名稱

source: 订阅名称、金额和日期都保存在你的设备上。续费提醒使用系统本地通知，不会上传到服务器。购买通过 Apple 完成。
de: Namen, Beträge und Daten bleiben auf dem Gerät. Erinnerungen sind lokal und werden nicht hochgeladen. Käufe laufen über Apple.
en: Names, amounts, and dates stay on your device. Renewal reminders use local notifications and are not uploaded. Purchases are processed by Apple.
es: Nombres, importes y fechas se quedan en el dispositivo. Los avisos son locales y no se suben. Las compras van por Apple.
fr: Noms, montants et dates restent sur l’appareil. Les rappels sont locaux et ne sont pas envoyés. Les achats passent par Apple.
it: Nomi, importi e date restano sul dispositivo. I promemoria sono locali e non vengono caricati. Gli acquisti passano da Apple.
ja: 名前・金額・日付はこのデバイスに保存されます。更新通知はローカル通知で、サーバーには上がりません。購入はApple経由です。
ko: 이름, 금액, 날짜는 기기에 저장됩니다. 갱신 알림은 로컬 알림이며 서버로 올라가지 않습니다. 구입은 Apple을 통해 이루어집니다.
pt_br: Nomes, valores e datas ficam no dispositivo. Os lembretes são locais e não são enviados. As compras são pela Apple.
zh_hant: 訂閱名稱、金額和日期都保存在你的裝置上。續訂提醒使用系統本機通知，不會上傳到伺服器。購買透過 Apple 完成。

source: 订阅周期
de: Abrechnungszyklus
en: Billing cycle
es: Ciclo de facturación
fr: Périodicité
it: Ciclo di fatturazione
ja: 請求サイクル
ko: 결제 주기
pt_br: Ciclo de cobrança
zh_hant: 訂閱週期

source: 订阅数据默认保存在本机，也可以备份到你的 iCloud。购买通过 Apple 完成，开发者无法看到你的支付信息。
de: Abo-Daten bleiben standardmäßig auf dem Gerät und können in iCloud gesichert werden. Käufe laufen über Apple; wir sehen keine Zahlungsdaten.
en: Subscription data stays on this device by default, and you can back it up to your iCloud. Purchases go through Apple. We can’t see your payment details.
es: Los datos se quedan en el dispositivo y puedes copiarlos en iCloud. Las compras van por Apple; no vemos tus datos de pago.
fr: Les données restent par défaut sur l’appareil et peuvent être sauvegardées dans iCloud. Les achats passent par Apple ; nous ne voyons pas vos paiements.
it: I dati restano sul dispositivo e puoi salvarli su iCloud. Gli acquisti passano da Apple; non vediamo i dati di pagamento.
ja: サブスクデータはデフォルトでこの端末に保存され、iCloudにもバックアップできます。購入はApple経由で、開発者は支払い情報を見られません。
ko: 구독 데이터는 기본적으로 기기에 저장되며 iCloud에도 백업할 수 있습니다. 구입은 Apple을 통해 이루어지며 개발자는 결제 정보를 볼 수 없습니다.
pt_br: Os dados ficam no dispositivo e podem ir para o iCloud. As compras são pela Apple; não vemos seus dados de pagamento.
zh_hant: 訂閱資料預設保存在本機，也可以備份到你的 iCloud。購買透過 Apple 完成，開發者無法看到你的付款資訊。

source: 订阅管理
de: Abo-Verwaltung
en: Subscription management
es: Gestión de suscripciones
fr: Gestion des abonnements
it: Gestione abbonamenti
ja: サブスク管理
ko: 구독 관리
pt_br: Gestão de assinaturas
zh_hant: 訂閱管理

source: 订阅进行中
de: Abo ist aktiv
en: Subscription is active
es: La suscripción está activa
fr: L’abonnement est actif
it: L’abbonamento è attivo
ja: サブスクは有効
ko: 구독이 활성 상태
pt_br: A assinatura está ativa
zh_hant: 訂閱進行中

source: 设置
de: Einstellungen
en: Settings
es: Ajustes
fr: Réglages
it: Impostazioni
ja: 設定
ko: 설정
pt_br: Ajustes
zh_hant: 設定

source: 试用中
de: Im Test
en: On trial
es: En prueba
fr: En essai
it: In prova
ja: 試用中
ko: 체험 중
pt_br: Em teste
zh_hant: 試用中

source: 试用到期
de: Test endet
en: Trial ends
es: Fin de la prueba
fr: Fin de l’essai
it: Fine prova
ja: 無料期間の終了
ko: 체험 종료
pt_br: Término do teste
zh_hant: 試用到期

source: 试用即将结束
de: Testphase endet bald
en: Trial ending soon
es: La prueba termina pronto
fr: L’essai se termine bientôt
it: La prova sta per finire
ja: 無料期間がまもなく終了
ko: 체험이 곧 종료됩니다
pt_br: O teste termina em breve
zh_hant: 試用即將結束

source: 试用已结束
de: Test beendet
en: Trial ended
es: Prueba finalizada
fr: Essai terminé
it: Prova terminata
ja: 無料期間終了
ko: 체험 종료됨
pt_br: Teste encerrado
zh_hant: 試用已結束

source: 试用持续到下次扣费日，当天开始按上面的费用扣款。
de: Die Testphase läuft bis zum nächsten Abbuchungstag. Ab dann gilt der Betrag oben.
en: The trial lasts until the next charge date. Billing at the amount above starts that day.
es: La prueba dura hasta la próxima fecha de cobro; ese día empieza el importe de arriba.
fr: L’essai dure jusqu’à la prochaine date de prélèvement, qui démarre le tarif ci-dessus.
it: La prova dura fino alla prossima data di addebito; da quel giorno vale l’importo sopra.
ja: 無料期間は次回請求日までです。その日から上記の料金が請求されます。
ko: 체험은 다음 결제일까지이며, 당일부터 위 금액이 청구됩니다.
pt_br: O teste vai até a próxima data de cobrança; nesse dia começa o valor acima.
zh_hant: 試用持續到下次扣費日，當天開始按上面的費用扣款。

source: 试用提醒
de: Testerinnerung
en: Trial reminder
es: Aviso de prueba
fr: Rappel d’essai
it: Promemoria prova
ja: 無料期間の通知
ko: 체험 알림
pt_br: Lembrete de teste
zh_hant: 試用提醒

source: 试用期
de: Testphase
en: Free trial
es: Prueba
fr: Essai
it: Prova
ja: 無料期間
ko: 체험 기간
pt_br: Período de teste
zh_hant: 試用期

source: 试用结束前会按设置提醒。下次扣费默认设为试用到期当天，之后按计费周期续费。
de: Du wirst vor Testende erinnert. Das nächste Abbuchungsdatum ist standardmäßig das Testende.
en: You’ll be reminded before the trial ends. The next charge is set to the trial end date by default.
es: Recibirás un aviso antes de que termine la prueba. El próximo cargo se establece por defecto el día en que acaba.
fr: Vous serez rappelé avant la fin de l’essai. La prochaine date de prélèvement est celle de fin d’essai par défaut.
it: Riceverai un promemoria prima della fine della prova. Il prossimo addebito è impostato sulla data di fine prova.
ja: 無料期間の終了前に通知します。次回請求日は終了日に合わせて設定されます。
ko: 체험 종료 전에 알림을 보냅니다. 다음 결제일 기본값은 체험 종료일입니다.
pt_br: Você será lembrado antes do fim do teste. A próxima cobrança usa a data de término por padrão.
zh_hant: 試用結束前會依設定提醒。下次扣費預設為試用到期當天，之後按計費週期續費。

source: 请在系统设置中登录 Apple 账户，并打开 iCloud Drive。
de: Melde dich in den Einstellungen mit deinem Apple Account an und aktiviere iCloud Drive.
en: Sign in with your Apple Account in Settings and turn on iCloud Drive.
es: Inicia sesión con tu cuenta de Apple en Ajustes y activa iCloud Drive.
fr: Connectez-vous avec votre compte Apple dans Réglages et activez iCloud Drive.
it: Accedi con il tuo Account Apple in Impostazioni e attiva iCloud Drive.
ja: 設定でApple Accountにサインインし、iCloud Driveをオンにしてください。
ko: 설정에서 Apple 계정으로 로그인하고 iCloud Drive를 켜세요.
pt_br: Entre com sua Conta Apple em Ajustes e ative o iCloud Drive.
zh_hant: 請在系統設定中登入 Apple 帳號，並開啟 iCloud Drive。

source: 财务
de: Finanzen
en: Finance
es: Finanzas
fr: Finance
it: Finanza
ja: ファイナンス
ko: 금융
pt_br: Finanças
zh_hant: 財務

source: 账户
de: Account
en: Account
es: Cuenta
fr: Compte
it: Account
ja: アカウント
ko: 계정
pt_br: Conta
zh_hant: 帳號

source: 货币
de: Währung
en: Currency
es: Divisa
fr: Devise
it: Valuta
ja: 通貨
ko: 통화
pt_br: Moeda
zh_hant: 貨幣

source: 购买由 Apple 处理，可随时在账户设置中取消自动续订。免费版可继续使用基础功能。
de: Käufe laufen über Apple. Auto-Verlängerung kannst du in den Account-Einstellungen kündigen. Die Gratisversion bleibt nutzbar.
en: Purchases are processed by Apple. Cancel auto-renew anytime in your Apple Account settings. The free plan still includes core features.
es: Las compras van por Apple. Cancela la renovación automática en Ajustes de cuenta. Lo gratuito sigue disponible.
fr: Les achats passent par Apple. Annulez le renouvellement auto dans les réglages du compte. Les fonctions gratuites restent dispo.
it: Gli acquisti passano da Apple. Disdici il rinnovo automatico nelle impostazioni dell’account. Le funzioni gratuite restano disponibili.
ja: 購入はAppleが処理します。自動更新はアカウント設定でいつでも解除できます。無料機能はそのまま使えます。
ko: 구입은 Apple이 처리합니다. 자동 갱신은 계정 설정에서 언제든 해지할 수 있습니다. 무료 기능은 계속 사용할 수 있습니다.
pt_br: As compras são pela Apple. Cancele a renovação automática nas definições da conta. Os recursos grátis continuam disponíveis.
zh_hant: 購買由 Apple 處理，可隨時在帳號設定中取消自動續訂。免費版仍可使用基本功能。

source: 购物
de: Shopping
en: Shopping
es: Compras
fr: Shopping
it: Shopping
ja: ショッピング
ko: 쇼핑
pt_br: Compras
zh_hant: 購物

source: 费用
de: Kosten
en: Cost
es: Coste
fr: Coût
it: Costo
ja: 料金
ko: 비용
pt_br: Custo
zh_hant: 費用

source: 资讯
de: Nachrichten
en: News
es: Noticias
fr: Actualités
it: Notizie
ja: ニュース
ko: 뉴스
pt_br: Notícias
zh_hant: 資訊

source: 跟随系统
de: System
en: System
es: Sistema
fr: Système
it: Sistema
ja: システムに合わせる
ko: 시스템 설정
pt_br: Sistema
zh_hant: 跟隨系統

source: 跳过
de: Überspringen
en: Skip
es: Omitir
fr: Ignorer
it: Salta
ja: スキップ
ko: 건너뛰기
pt_br: Pular
zh_hant: 略過

source: 轻点更换官方图标
de: Tippen, um das offizielle Symbol zu ändern
en: Tap to change the official icon
es: Toca para cambiar el icono oficial
fr: Touchez pour changer l’icône officielle
it: Tocca per cambiare l’icona ufficiale
ja: タップして公式アイコンを変更
ko: 탭하여 공식 아이콘 변경
pt_br: Toque para trocar o ícone oficial
zh_hant: 輕點以更換官方圖示

source: 轻点更换照片
de: Tippen, um das Foto zu ändern
en: Tap to change photo
es: Toca para cambiar la foto
fr: Touchez pour changer la photo
it: Tocca per cambiare la foto
ja: タップして写真を変更
ko: 탭하여 사진 변경
pt_br: Toque para trocar a foto
zh_hant: 輕點更換照片

source: 近 7 天
de: Nächste 7 Tage
en: Next 7 days
es: Próximos 7 días
fr: 7 prochains jours
it: Prossimi 7 giorni
ja: 直近7日
ko: 최근 7일
pt_br: Próximos 7 dias

source: 还没有自定义分类
de: Noch keine eigenen Kategorien
en: No custom categories yet
es: Aún no hay categorías personalizadas
fr: Pas encore de catégories perso
it: Nessuna categoria personalizzata
ja: カスタムカテゴリはまだありません
ko: 사용자 카테고리가 아직 없습니다
pt_br: Ainda não há categorias personalizadas
zh_hant: 還沒有自訂分類

source: 还没有订阅
de: Noch keine Abos
en: No subscriptions yet
es: Aún no hay suscripciones
fr: Pas encore d’abonnements
it: Nessun abbonamento
ja: サブスクはまだありません
ko: 구독이 아직 없습니다
pt_br: Ainda não há assinaturas
zh_hant: 還沒有訂閱

source: 进行中
de: Aktiv
en: Active
es: Activa
fr: Actif
it: Attivo
ja: 利用中
ko: 진행 중
pt_br: Ativa
zh_hant: 進行中

source: 进行中 · %lld
de: Aktiv · %lld
en: Active · %lld
es: Activas · %lld
fr: Actifs · %lld
it: Attivi · %lld
ja: 利用中 · %lld
ko: 진행 중 · %lld
pt_br: Ativas · %lld
zh_hant: 進行中 · %lld

source: 适合免费试用，到期前可提醒你取消，避免自动扣费。
de: Für kostenlose Tests. Lass dich vor Ablauf erinnern, um automatische Abbuchungen zu vermeiden.
en: For free trials. Get reminded before it ends so you can cancel in time.
es: Para pruebas gratis. Recibe un aviso antes de que termine para cancelar a tiempo.
fr: Pour les essais gratuits. Soyez rappelé avant la fin pour pouvoir annuler.
it: Per le prove gratuite. Ricevi un promemoria prima della scadenza per disdire in tempo.
ja: 無料期間向け。終了前に通知して、自動課金を防げます。
ko: 무료 체험용입니다. 종료 전에 알림을 받아 자동 결제를 막을 수 있습니다.
pt_br: Para testes grátis. Receba um lembrete antes do fim para cancelar a tempo.
zh_hant: 適合免費試用，到期前可提醒你取消，避免自動扣費。

source: 选择下一次扣费的日期。
de: Wähle das Datum der nächsten Abbuchung.
en: Choose the next charge date.
es: Elige la fecha del próximo cargo.
fr: Choisissez la date du prochain prélèvement.
it: Scegli la data del prossimo addebito.
ja: 次回の請求日を選択します。
ko: 다음 결제일을 선택하세요.
pt_br: Escolha a data da próxima cobrança.
zh_hant: 選擇下一次扣款的日期。

source: 选择应用
de: App wählen
en: Choose an app
es: Elegir una app
fr: Choisir une app
it: Scegli un’app
ja: Appを選択
ko: 앱 선택
pt_br: Escolher um app
zh_hant: 選擇 App

source: 选择服务
de: Dienst wählen
en: Choose a Service
es: Elegir un servicio
fr: Choisir un service
it: Scegli un servizio
ja: サービスを選択
ko: 서비스 선택
pt_br: Escolher um serviço
zh_hant: 選擇服務

source: 选择浅色、深色，或跟随系统外观。
de: Hell, dunkel oder dem System folgen.
en: Choose light, dark, or match the system appearance.
es: Elige claro, oscuro o seguir el sistema.
fr: Choisissez clair, sombre ou l’apparence système.
it: Scegli chiaro, scuro o segui il sistema.
ja: ライト、ダーク、またはシステムに合わせます。
ko: 라이트, 다크 또는 시스템 모양을 선택하세요.
pt_br: Escolha claro, escuro ou seguir o sistema.
zh_hant: 選擇淺色、深色，或跟隨系統外觀。

source: 选择货币
de: Währung wählen
en: Choose Currency
es: Elegir divisa
fr: Choisir la devise
it: Scegli valuta
ja: 通貨を選択
ko: 통화 선택
pt_br: Escolher moeda
zh_hant: 選擇貨幣

source: 选择货币是 Pro 功能。
de: Währung wählen ist eine Pro-Funktion.
en: Choosing a currency is a Pro feature.
es: Elegir divisa es una función Pro.
fr: Le choix de la devise est une fonction Pro.
it: La scelta della valuta è una funzione Pro.
ja: 通貨の選択はPro機能です。
ko: 통화 선택은 Pro 기능입니다.
pt_br: Escolher a moeda é um recurso Pro.
zh_hant: 選擇貨幣是 Pro 功能。

source: 通用
de: Allgemein
en: General
es: General
fr: Général
it: Generali
ja: 一般
ko: 일반
pt_br: Geral
zh_hant: 一般

source: 通知
de: Mitteilungen
en: Notifications
es: Notificaciones
fr: Notifications
it: Notifiche
ko: 알림
pt_br: Notificações

source: 通知权限已关闭，请在系统设置中允许「%@」发送通知。
de: Mitteilungen sind aus. Erlaube „%@“ in den Einstellungen.
en: Notifications are turned off. Allow “%@” in Settings.
es: Las notificaciones están desactivadas. Permite «%@» en Ajustes.
fr: Les notifications sont désactivées. Autorisez « %@ » dans Réglages.
it: Le notifiche sono disattivate. Consenti “%@” in Impostazioni.
ja: 通知がオフです。設定で「%@」の通知を許可してください。
ko: 알림이 꺼져 있습니다. 설정에서 「%@」의 알림을 허용하세요.
pt_br: As notificações estão desativadas. Permita “%@” em Ajustes.
zh_hant: 通知權限已關閉，請在系統設定中允許「%@」傳送通知。

source: 金融
de: Finanzen
en: Finance
es: Finanzas
fr: Finance
it: Finanza
ko: 금융
pt_br: Finanças

source: 金额
de: Betrag
en: Amount
es: Importe
fr: Montant
it: Importo
ja: 金額
ko: 금액
pt_br: Valor
zh_hant: 金額

source: 金额按所选货币显示，不会自动换算汇率。
de: Beträge erscheinen in der gewählten Währung, ohne automatische Umrechnung.
en: Amounts are shown in the selected currency and are not converted automatically.
es: Los importes se muestran en la divisa elegida, sin conversión automática.
fr: Les montants s’affichent dans la devise choisie, sans conversion auto.
it: Gli importi restano nella valuta scelta, senza conversione automatica.
ja: 金額は選択した通貨で表示され、自動換算されません。
ko: 금액은 선택한 통화로 표시되며 자동 환산되지 않습니다.
pt_br: Os valores aparecem na moeda escolhida, sem conversão automática.
zh_hant: 金額依所選貨幣顯示，不會自動換算匯率。

source: 银行转账
de: Überweisung
en: Bank transfer
es: Transferencia bancaria
fr: Virement bancaire
it: Bonifico
ja: 銀行振込
ko: 계좌이체
pt_br: Transferência bancária
zh_hant: 銀行轉帳

source: 锁定 App
de: App sperren
en: Lock the App
es: Bloquear la app
fr: Verrouiller l’app
it: Blocca l’app
ja: Appをロック
ko: 앱 잠금
pt_br: Bloquear o app
zh_hant: 鎖定 App

source: 问题报告
de: Problembericht
en: Problem report
es: Informe de problema
fr: Signalement
it: Segnalazione problema
ja: 問題の報告
ko: 문제 보고
pt_br: Relato de problema
zh_hant: 問題回報

source: 隐私与安全
de: Datenschutz & Sicherheit
en: Privacy & Security
es: Privacidad y seguridad
fr: Confidentialité et sécurité
it: Privacy e sicurezza
ja: プライバシーとセキュリティ
ko: 개인정보 보호 및 보안
pt_br: Privacidade e segurança
zh_hant: 隱私權與安全性
